/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "Determinando la ubicación actual";
"DeterminingLocationStep2" = "Determinando la ubicación actual.";
"DeterminingLocationStep3" = "Determinando la ubicación actual.";
"DeterminingLocationStep4" = "Determinando la ubicación actual...";

"DeterminingLocation" = "Determinando la ubicación actual...";

"LocationError" = "No se puede determinar la ubicación actual en este momento.";
"CurrentLocation" = "Ubicación actual: %@";
"TurnONAirport" = "Active AirPort para determinar su ubicación actual";
